ent-DeviceDesynchronizerSyndi = Кроваво-красный десинхронизатор
    .desc = Экспериментальное устройство, которое может временно создать разрыв в проснтранстве, десинхронизируя пользователя с пространственно-временным континуумом, останавливая вокруг время и делая его невидимым.
uplink-desynchronizersy-name = Кроваво-красный десинхронизатор
uplink-desynchronizersy-desc = Полностью скопированная у НаноТрайзен технология, ломающая пространство ещё сильнее оригинала. Способно останавливать время при использовании. Сам карман способен перемещаться, даже через стены, из за чего крайне сильно страдает удержание.
ent-DeviceDesynchronizerStealth = Стелс-десинхронизатор
    .desc = Экспериментальное устройство, которое может временно десинхронизировать пользователя с пространственно-временным континуумом, делая его невидимым абсолютно без звука.
uplink-desynchronizerst-name = Стелс-десинхронизатор
uplink-desynchronizerst-desc = Бесшумная версия десинхронизатора, позволяет пользователю моментально спрятаться от любых угроз. Имеет куда более ограниченное время.
